<template>
  <div class="introdution">
    <!--<div class="intro_title">资产介绍</div>-->
    <div class="title">比特币简介</div>
    <p>
      比特币（Bitcoin,简称 BTC）是第一个数字资产品种，最早在2009年由化名为“中本聪”的开发者以开源软件形式推出，是一种点对点网络支付系统和虚拟计价工具，总产量2100万个。它是基于某种特定算法的数字化资产，具有点对点去中心化、世界范围无障碍流通、秘钥专属所有权、交易费用极低、无隐藏成本、跨平台挖掘等优于普通货币的特点。从市场份额看，比特币现已稳居数字资产头把交椅，是数字资产的代表币种。</p>
    <p>
      由于其采用密码技术来控制货币的生产和转移，因此比特币也被认为是一种电子加密货币。比特币是经由一种称为“挖矿”的过程产生，参与者通过处理交易验证和记录来获取作为手续费的比特币，或获取新产出的比特币。用户可使用个人电脑、移动设备或网络上的电子钱包软件来交易比特币。</p>
    <p>比特币并不由某特定货币机构发行，它依据特定算法，通过大量计算产生。由于需通过整个网络中众多节点构成的分布式数据库确认并记录所有交易行为，且使用先进的密码学原理设计货币流通的各个环节，因此比特币具有极高的安全性和匿名性。</p>
    <p>比特币底层技术——区块链技术近年来备受关注，比特币是基于区块链技术的一个成功的实验品。</p>
    <div class="title">Zcash简介</div>
    <p>
      Zcash（简称ZEC）的前身是Zerocoin项目，它设定了与比特币相同的2100万总量。Zcash早期未进行ICO（Initial Coin Offering），其发行机制沿袭比特币的 POW（Proof of Work）分配方式，但略有变化，具体体现在前四年时间里，矿工挖矿所得的20％Zcash会自动分配给Zcash团队和其投资者，即总量的10%。</p>
    <p>
      最初的 20,000 个块的奖励很少，从第 1 个块开始到第 20,000 个块的奖励线性增加，在第 20,000 个块处奖励 12.5 个Zcash。这样做的目的是为防止早期的快速挖矿对 Zcash 系统造成伤害。 Zcash 系统每 2.5 分钟一个块，20,000 个块之后，每个块奖励 12.5 个Zcash。</p>
    <p>
      尽管比特币等数字资产以交易的隐蔽性著称，在现实生活中却常常可以通过普通的比特币区块链的记录追踪交易。人们可以准确获知比特币的发送者和发送地点。而Zcash的特点之一在于其交易会自动隐藏区块链交易的发送方、收款方以及交易的价值，只有掌握正确查看密钥者，才可以访问这些内容。当然，用户可自行选择哪些人可以拥有这种权限。因此从这一层面上来说Zcash与其他信息公开化的数字资产差异显著，具有更高的隐蔽性。</p>
    <p>
      Zcash的良好隐蔽性源于 使用了一个被称为 zk-SNARK算法 的零知识证明密码学架构，该架构是由经验丰富的密码学家团队开发的。这个框架允许网络在不公开交易参与方或者交易数额的情况下维护一个安全的账户余额账本。Zcash 交易的元数据是加密的，而不是公开地展示交易参与方和交易数额，zk-SNARK算法 被用来证明没有人进行欺骗或者偷窃。</p>
    <div class="title">以太坊（ETH）简介</div>
    <p>
      以太币（Ethereum，简称ETH）是以太坊（Ethereum）的一种数字代币，开发者们需要支付以太币（ETH）来支撑应用的运行。以太币和其他数字货币一样，可以在交易平台上进行买卖。以太币与比特币之间最大的不同是，比特币的产量每4年减半，而以太币每年的产量则是固定的（可能持续到serenity阶段，即是以太坊发布的第四阶段——权益证明机制(POS））。</p>
    <p>
      作为平台和一种编程语言，以太坊使开发人员能够建立和发布下一代分布式应用，以太坊可以用来编程，分散，担保和交易任何事物：投票，域名，金融交易所，众筹，公司管理，合同和大部分的协议，知识产权，还有得益于硬件集成的智能资产。它的创始人是杰弗里•维尔克（Vitalik Buterin）。</p>
    <p>
      简而言之，以太坊是一个开源的区块链底层系统，就像安卓一样，它提供了非常丰富的API和接口，让许多人在上面能够快速开发出各种区块链应用。
    </p>
    <p>
      以太坊有一个很大的特色就是能够实现智能合约。所谓智能合约（Smart Contract），是密码学家Nick Szabo在1994年首次提出以数字形式定义的一系列承诺，包括合约参与方可以在上面执行这些承诺的协议。
    </p>
    <p>
      智能合约，可以比作包含价值而且只有满足某些条件才能打开的加密箱子，能在以太坊的平台上创建。智能合约因为图灵完备性、价值知晓（value-awareness）、区块链知晓（blockchain-awareness）和多状态所增加的力量，而比比特币脚本所能提供的智能合约强大得多。区块链为智能合约提供可信执行环境，智能合约为区块链扩展应用。而在以太坊上的智能合约，能够控制区块链上各种数字资产进行复杂的操作。</p>
    <div class="title">以太经典（ETC）简介</div>
    <p>
      以太经典（EthereumClassic，简称ETC）是以太坊在1,920,000个块后硬分叉出的分叉币种，功能和以太坊极为类似。它保留了原有以太坊的代码规则和特色，秉承去中心化理念，通过区块链保证共识机制。
    </p>
    <p>
      以太坊在全球最大众筹The DAO资金被盗事件之后，为了能向更好的方向发展，不得不进行硬分叉。而在以太坊区块链硬分叉之后，出现了原有以太坊网络与新的网络并存的状况。一群坚持区块链核心价值的开发者组成了Ethereum Classic，发行独立的加密货币，由此出现了一个新币种，即以太经典（ETC）。此后，以太坊便分裂成为ETH和ETC两大阵容。
    </p>
    <p>
      自分叉以后，ETH和ETC的货币政策也走向了不同的道路，ETH目前没有上限，处于持续增发阶段。而ETC已经回归了奥地利经济学派的传统，按照比特币的方式进行了了减产的规划，最后总量不会超过2.1亿个。</p>
    <p>
      另外，以太经典基于POW机制也是较于以太坊有更大的优势。数字货币的核心是共识机制，POW基于工作量证明的机制目前已经被市场证明是最优秀的制度，数字货币总市值排名前十位有八位是基于POW机制。
    </p>
    <p>
      区块链信息门户网站巴比特的创始人长铗曾在2016年9月发文为ETC正名，认为ETC才是真正应被认可的合法链。
    </p>
  </div>
</template>

<style lang="scss" rel="stylesheet/scss">
  .introdution {
    text-align: left;
    .title {
      font-size: 16px;
      color: #494949;
      font-weight: 600;
      &:not(:first-child) {
        margin-top: 30px;
      }
      line-height: 30px;
    }
    p {
      font-size: 12px;
      color: #797979;
      text-align: justify;
      line-height: 25px;
      &:not(:first-child) {
        margin-top: 20px;
      }

    }
  }
</style>
