<template>
  <div class="synopsis">
    <p class="txt">
      链行（LHang.com）是由币林网络科技（上海）有限公司独立运营，立项于2016年年初，主要经营的数字资产包括BTC、ETC、ETH、Zcash、数字化IP等优质品种。<br>
      <br>
      “链”取自于区块链，流转于区块链的数字资产以比特币为经典类别，具有安全、可信、智能等特点，是热门和前沿的资产配置标的；“行”古为专业交易场所之意，如银行、典当行等，是进行商品流通、金融交易的场所。<br>
      <br>
      链行面向全球数字资产投资者，将高性能的交易环境、严格的实时风控和评级、为用户提供优质的数字资产为宗旨。除提供前沿优质资产交易服务外，链行不定期发布资产分析报告。<br>
      <br>
      链行交易所具备专业、安全、便捷的特点，自主研发海量并发撮合引擎，支持高并发交易，强稳定性运行，零宕机可能性；领先的分布式集群技术，多层安全架构设计，动态冷热钱包机制，充分保障账户及信息安全；一键下单功能，智能化的交易设计，可视化的账户资金查询界面，交易明细一目了然。<br>
      <br>
      链行创始团队大部分具有扎实的金融、IT背景，包括来自万得等知名机构的技术骨干、具有丰富交易经验的私募投顾、区块链技术研究者、密码学专家等一群热爱数字资产的80后年轻人，同时，链行还与微软、美国天普大学、同济大学等高校或机构有着深厚的战略合作关系。团队始终致力于打造最专业的数字资产综合服务平台，为用户的资产安全和交易体验保驾护航。
    </p>
  </div>
</template>
<style lang="scss" rel="stylesheet/scss">
  .synopsis {
    text-align: left;
    p.txt {
      font-size: 12px;
      text-align: justify;
      color: #666;
      /*margin-top: 30px;*/
      line-height: 25px;
    }
  }
</style>
