<template>
  <div>
    <div class="pact">
      <!--<div class="pact_title">用户协议</div>-->
      <div class="pact_content">
        <ul class="group">
          <li class="title">服务协议</li>
          <li class="mod">链行网与用户共同确认：</li>
          <li>1. 用户点击链行网注册页面的同意注册按钮并完成注册程序、获得链行账号和密码时， 视为用户与链行已达成《用户协议》(下称“本协议”)，就用户进入链行使用链行相应的交易服务达成本协议的全部约定。</li>
          <li>
            2. 链行及用户均已认真阅读本《用户协议》中全部条款及链行发布的《免责声明》和《隐私条款》的内容， 对本协议及前述免责声明和隐私条款均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。
            链行《免责声明》和《隐私条款》为本协议的必要组成部分，用户接受本协议的同时即视为接受链行 《免责声明》和《隐私条款》的全部内容。 本协议内容包括正文以及链行已经发布的或将来可能发布的各类规则、 声明、说明。
            所有规则、声明、说明视为协议不可分割的一部分，与协议正文具有同等法律效力。
          </li>
          <li>3. 本协议不涉及链行用户与其他用户之间因数字资产交易而产生的法律关系及法律纠纷。</li>
        </ul>
        <ul class="group">
          <li class="title">一、 定义条款</li>
          <li>1. “链行”：指币林网络科技运营和管理的比特币交易平台，域名为www.lhang.com, 币林网络科技（上海）有限公司通过该网络交易平台为比特币玩家提供进行的网络交易平台服务。
            本协议下文中，“链行”既指网络交易平台（www.lhang.com），亦指币林网络科技（上海）有限公司。
          </li>
          <li>2. “用户”：指接受并同意本协议全部条款及链行发布和更新的其他法律条款和操作规则、通过链行进行数字货币交易的链行注册会员。</li>
          <li>3. “用户注册”：指用户登录链行，并按要求填写相关信息并确认同意履行相关用户协议的过程。</li>
          <li>4. “比特币交易”：指用户通过链行网进行的人民币和比特币之间的交易活动。</li>
          <li>5. “充值款”：指用户为购买比特币或出售比特币而向链行网平台预充入的法币或比特币的款项。</li>
          <li>6. “手续费”：指用户在链行达成比特币交易而向链行支付的交易服务费用。</li>
        </ul>
        <ul class="group">
          <li class="title">二、 用户注册</li>
          <li>1. 注册资格</li>
          <li>用户承诺：用户具有完全民事权利能力和行为能力， 或虽不具有完全民事权利能力和行为能力,但点击同意注册按钮， 本网即视为经其法定代理人同意并由其法定代理人代理注册及应用链行服务。</li>
          <li>2. 注册目的</li>
          <li>用户承诺：用户注册并非出于违反法律法规或破坏链行比特币交易秩序的目的。</li>
          <li>3. 注册流程</li>
          <li>（1）用户同意根据链行用户注册页面的要求提供有效电子邮箱等信息， 设置链行账号及密码，用户应确保所提供全部信息的真实性、完整性和准确性。</li>
          <li>（2）用户合法、完整并有效提供注册所需信息时，有权获得链行账号和密码， 链行账号和密码用于用户在链行进行会员登录。</li>
          <li>（3）用户获得链行账号及密码时视为用户注册成功，用户同意接收链行发送的与链行网站管理、 运营相关的电子邮件或短消息。</li>
          <li>（4）用户注册成功后进行比特币交易，应当提供本人的真实身份证号码，进行实名认证。</li>
        </ul>
        <ul class="group">
          <li class="title">三、 服务内容</li>
          <li class="mod">链行为用户通过链行进行比特币交易活动提供网络交易平台服务。</li>
          <li>1. 服务内容</li>
          <li>（1）用户有权在链行浏览比特币实时行情及交易信息、有权通过链行提交比特币交易指令并完成比特币交易。</li>
          <li>（2）用户有权在链行查看其链行会员账号下的信息，有权应用链行提供的功能进行操作。</li>
          <li>（3）用户有权按照链行发布的活动规则参与链行组织的网站活动。</li>
          <li>（4）链行承诺为用户提供的其他服务。</li>
          <li>2. 服务规则</li>
          <li>用户承诺遵守下列链行服务规则：</li>
          <li>
            （1）用户应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有资金和比特币来源的合法性，
            不得在链行或利用链行服务从事非法或其他损害链行或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯国家社会集体的和公民的合法权益的信息， 发送或接收传销材料、危害国家安全、泄露国家秘密或存在
            其他危害的信息或言论，未经链行授权使用或伪造链行电子邮件抬头信息等。<br>
            （2）用户应当遵守法律法规应当妥善使用和保管其链行账号及密码、资金密码、和其注册时绑定的手机号码、以及手机接收的手机验证码的安全。
            用户对使用其链行账号和密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当用户发现链行账号、密码、或资金密码、验证码被未经其授权的第三方使用，或存在其他账号安全问题时，应立即有效通知链行，要求链行暂停该链行账号的服务。链行有权在合理时间内对用户的该等请求采取行动，但对链行采取行动前用户已经遭受的损失不承担任何责任。用户在未经链行同意的情况下不得将链行账号以赠予、借用、租用、转让或其他方式处分给他人，否则用户自己担任因此产生的风险和后果。<br>
            （3）用户应当遵守链行不时发布和更新的用户协议以及其他服务条款和操作规则。
          </li>
        </ul>

        <ul class="group">
          <li class="title">四、 交易规则</li>
          <li>1. 浏览交易信息</li>
          <li>用户在链行浏览比特币交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于比特币价格、委托量、手续费、 买入或卖出方向， 用户完全接受交易信息中包含的全部内容后方可点击按钮进行交易。</li>
          <li>2. 提交委托</li>
          <li>在浏览完交易信息确认无误之后用户可以提交交易委托。用户提交交易委托后， 即用户授权链行代理用户进行相应的交易撮合，链行在有满足用户委托价格的交易时将会自动完成撮合交易而无需提前通知用户。</li>
          <li>3. 查看交易明细</li>
          <li>用户可以通过管理中心的交易明细中查看相应的成交记录，确认自己的详情交易记录。</li>
          <li>4. 撤销/修改委托</li>
          <li>在委托未达成交易之前，用户有权随时撤销或修改委托。</li>
        </ul>
        <ul class="group">
          <li class="title">五、 用户的权利</li>
          <li>1. 用户有权选择是否成为链行网会员，用户选择成为链行网注册用户的，可自行创建、修改昵称。用户名和昵称的命名及使用应遵 守相关法律法规并符合网络道德，不得侵犯或涉嫌侵犯他人合法权益。</li>
          <li>2. 用户有权按照本协议约定接受链行提供的比特币交易平台服务。</li>
          <li>3. 用户有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行决定是否提供非必填项的内容。</li>
          <li>4. 用户有权参加链行网组织提供的各项线上、线下活动。</li>
          <li>5. 用户有权根据链行网网站规定，享受链行网提供的其它各类服务。</li>
          <li>6. 用户有权随时终止使用链行服务。</li>
          <li>7. 用户有权随时提取在链行的资金余额，包括人民币、比特币，但需向链行支付相应的提现手续费用。</li>
          <li>8. 用户有权参加链行网社区，并发表符合国家法律规定，并符合链行网社区规则的文章及观点。</li>
        </ul>
        <ul class="group">
          <li class="title">六、用户的义务</li>
          <li>1. 用户对注册时提供的个人资料的真实性、有效性及安全性负责。</li>
          <li>2. 用户不得通过任何手段恶意注册链行网站帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗 用其他用户帐号。</li>
          <li>3. 用户在链行进行比特币交易时不得恶意干扰比特币交易的正常进行、破坏交易秩序。</li>
          <li>4. 用户不得以任何技术手段或其他方式干扰链行的正常运行或干扰其他用户对链行服务的使用。</li>
          <li>5. 如用户因网上交易与其他用户产生诉讼的，不得通过司法或行政以外的途径要求链行提供相关资料。</li>
          <li>6. 禁止用户将链行网以任何形式作为从事各种非法活动的场所、平台或媒介。未经链行网的授权或许可，用户不得借用本站的名义 从事任何商业活动，也不得以任何形式将链行网作为从事商业活动的场所、平台或媒介。</li>
          <li>
            7.用户在链行网以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且链行因此受到的损失，有权向用户追偿。
          </li>
          <li>
            8.如用户违反上述规定，则链行网有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。
          </li>
        </ul>
        <ul class="group">
          <li class="title">七、知识产权</li>
          <li>
            1.链行所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件(包括小应用程序和脚本)的知识产权权利均归链行所有。用户不得为商业目的复制、更改、
            拷贝、发送或使用前述任何材料或内容。
          </li>
          <li>2 链行名称中包含的所有权利 (包括但不限于商誉和商标、标志) 均归币林网络科技（上海）有限公司所有。</li>
          <li>3. 任何被授权的浏览、复制、打印和传播属于链行平台网站内信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都 必须包括此版权声明。</li>
          <li>
            4.用户接受本协议即视为用户主动将其在链行发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿独家
            转让给链行所有，链行有权利就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在链行发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。
          </li>
          <li>5. 用户在使用链行服务过程中不得非法使用或处分链行或他人的知识产权权利。用户不得将已发表于链行的信息以任何形式发布或授权其 它网站（及媒体）使用。</li>
        </ul>
        <ul class="group">
          <li class="title">八、特别声明</li>
          <li>
            在法律允许的范围内，不论在何种情况下，链行对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务，以及用户因此而遭受的损失不承担责任。
          </li>
        </ul>
        <ul class="group">
          <li class="title">九、协议的变更和终止</li>
          <li>
            1.协议的变更：链行有权随时对本协议内容或链行发布的其他服务条款及操作规则的内容进行变更，变更时链行将在链行站内显著位置发布公告，变更自公告发布之时生效，如用户继续使用链行提供的服务即视为用户同意该等内容变更，如用户不同意变更后的内容则用户有权注销链行账户、停止使用链行服务。
          </li>
          <li>2. 协议的终止</li>
          <li>1) 链行有权依据本协议约定注销用户的链行账号，本协议于账号注销之日终止。</li>
          <li>2) 链行有权依据本协议约定终止全部链行服务，本协议于链行全部服务终止之日终止。</li>
          <li>3) 本协议终止后，用户无权要求链行继续向其提供任何服务或履行任何其他义务，包括但不限于要求链行为用户保留或向用户披露 其原链行账号中的任何信息， 向用户或第三方转发任何其未曾阅读或发送过的信息等。</li>
          <li>4) 本协议的终止不影响守约方向违约方追究违约责任。</li>
        </ul>
        <ul class="group">
          <li class="title">十、隐私权政策</li>
          <li>1. 适用范围</li>
          <li>1) 在用户注册链行账号或者支付账户时，用户根据链行要求提供的个人注册信息，包括但不限于身份证信息；</li>
          <li>2) 在用户使用链行服务时，或访问链行网页时，链行自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用 户要求取用的网页记录；</li>
          <li>3) 链行收集到的用户在链行进行交易的有关数据，包括但不限于出价、购买等记录；</li>
          <li>4) 链行通过合法途径取得的其他用户个人信息。</li>
          <li>2. 信息使用</li>
          <li>链行不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可。链行也不允许任何第三方以任何手段收集、编辑、出售或者 无偿传播用户的个人信息。</li>
          <li>3. 链行对所获得的客户身份资料和交易信息进行保密，不得向任何单位和个人提供客户身份资料和交易信息，法律法规另有规定的除外。</li>
        </ul>
        <ul class="group">
          <li class="title">十一、反洗钱</li>
          <li>1. 链行遵守和执行《中华人民共和国反洗钱法》的规定，对用户进行身份识别、客户身份资料和交易记录保存制度，以及大额的和 可疑交易报告的制度。</li>
          <li>2. 用户注册、挂失交易密码或者资金密码时，应当提供并上传身份证复印件，链行对用户提供的身份证信息进行识别和比对。链行有 合理的理由怀疑用户使用虚假身份注册时，有权拒绝注册或者注销已经注册的账户。</li>
          <li>3. 链行参照《金融机构大额交易和可疑交易报告管理办法》的规定，保存大额交易和有洗钱嫌疑的交易记录，在监管机构要求提供大 额交易和可疑交易的记录时，向监管机构提供。</li>
          <li>4. 链行对用户身份信息以及大额交易、可疑交易记录进行保存，依法协助、配合司法机关和行政执法机关打击洗钱活动，依照法律法 规的规定协助司法机关、海关、税务等部门查询、冻结和扣划客户存款。</li>
          <li>5. 根据国家反洗钱政策及保障客户资产安全，汇款人姓名必须和实名认证姓名一致 。</li>
        </ul>
        <ul class="group">
          <li class="title">十二、风险提示</li>
          <li>
            1. 鉴于有关风险，您在开始进行此类交易之前，应该了解有关交易性质和自身所面临的风险程度。您必须根据本人自身的投资经验、 目的、财力和承受风险能力等相关情形，在开户及开始交易前仔细考虑该类交易是否适合您本人。
          </li>
          <li>2. 比特币交易有极高的风险，参与比特币交易，用户应当自行控制风险，评估比特币投资价值和投资风险，承担损失全部投资的 经济风险。</li>
          <li>
            3.本网站不保证有关行情分析、市场评析等内容的正确性和适用性，对于您已经或将会从介绍人或其他任何机构及雇员处获得的资讯或建议，本网站不能控制，也不支持或担保其关于交易的准确性或完备性，由此导致的一切风险由您本人自行承担，与我方无
            任何牵涉。
          </li>
          <li>
            4.当公安机关、检察院、法院等有权机关出示相应的调查文件要求本网站配合对指定用户进行调查时，或对用户账户采取查封、冻结或者划转措施时，本网站将按照公安机关的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户隐私泄露、
            账户不能操作及因此给所造成的损失等，本站不承担任何责任。
          </li>
          <li>5. 因国家法律、法规和规范性文件的制定或者修改，导致比特币的交易被暂停、或者禁止的， 由此造成的经济损失全部由用户自行承担。</li>
        </ul>

        <ul class="group">
          <li class="title">十三、违约责任</li>
          <li>
            1. 链行或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
          </li>
          <li>2. 如因用户提供的信息不真实、不完整或不准确给链行造成损失的，链行有权要求用户对链行进行损失的赔偿。</li>
          <li>
            3. 如因用户违反法律法规规定或本协议约定，在链行或利用链行服务从事非法活动的， 链行有权立即终止继续对其提供链行服务， 注销其账号，并要求其赔偿由此给链行造成的损失。
          </li>
          <li>
            4. 如用户以技术手段干扰链行的运行或干扰其他用户对链行使用的，链行有权立即注销其链行账号，并有权要求其赔偿由此给链行造成 的损失。
          </li>
          <li>5. 如用户以虚构事实等方式恶意诋毁链行的商誉，链行有权要求用户向链行公开道歉，赔偿其给链行造成的损失，并有权终止对其提供 链行服务。</li>
        </ul>
        <ul class="group">
          <li class="title">十四、可分性</li>
          <li>
            如果本协议的任何条款被视为不合法、无效或因任何原因而无法执行，则此等规定应视为可分割，不影响任何其它条款的法律效力。
          </li>
        </ul>
        <ul class="group">
          <li class="title">十五、争议解决</li>
          <li>凡用户与链行网因本协议引起的或与本协议有关的任何争议，由双方友好协商解决。协商不成时，双方均有权向链行网站所在地人民法院提起诉讼</li>
        </ul>
        <ul class="group">
          <li class="title">十六、协议的生效和解释</li>
          <li>本协议于用户点击链行注册页面的同意注册并完成注册程序、获得链行账号和密码时生效，对链行和用户均具有约束力。</li>
        </ul>

        <ul class="group">
          <li class="title">隐私条款</li>
          <li>1. 适用范围</li>
          <li>
            1) 在用户注册链行网账号或者支付账户时，用户根据链行网要求提供的个人注册信息， 包括但不限于身份证信息；<br>
            2) 在用户使用链行网服务时，或访问链行网网页时， 链行网自动接收并记录的用户浏览器上的服务器数值， 包括但不限于IP地址等数据及用户要求取用的网页记录；<br>
            3) 链行网收集到的用户在链行网进行交易的有关数据， 包括但不限于出价、购买等记录；<br>
            4) 链行网通过合法途径取得的其他用户个人信息。
          </li>
          <li>2. 信息使用</li>
          <li>链行网不会向任何人出售或出借用户的个人信息， 除非事先得到用户的许可。 链行网也不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。</li>
          <li>3. 链行网对所获得的客户身份资料和交易信息进行保密，不向任何单位和个人提供客户身份资料和交易信息，法律法规另有规定的除外。</li>
        </ul>

        <ul class="group">
          <li class="title">免责声明</li>
          <li>
            数字货币市场具有极高的投机性，各个数字资产品种也有各种各样的风险，比如暴涨、暴跌、庄家操控、交易品种技术缺陷等。根据国家五部委发布的《关于防范比特币风险的通知》，链行网仅为数字资产的爱好者提供一个自由的网上交换平台，对数字资产的投资价值不承担任何审查、担保、赔偿的责任，因为在链行网进行数字资产的交易而造成的资产损失，一律由用户自己承担。链行网和在链行网上的投资者约定如下：<br>
            1. 鉴于有关风险，您在开始进行此类交易之前，应该了解有关交易性质和自身所面临的风险程度。您必须根据本人自身投资经验、 目的、财力和承受风险能力等相关情形，应在开户及开始交易前仔细考虑该类交易是否适合您本人。<br>
            2. 比特币交易有极高的风险，参与比特币交易，用户应当自行控制风险，评估比特币投资价值和投资风险，承担损失全部投资的经济风险。<br>
            3.本网站不保证有关行情分析、市场评析等内容的正确性和适用性，对于您已经或将会从介绍人或其他任何机构及雇员处获得的资讯或建议，本网站不能控制，也不支持或担保其关于交易的准确性或完备性，由此导致的一切风险由您本人自行承担，与我方无任何牵涉。<br>
            4.当公安机关、检察院、法院等权利机关出示相应的调查文件要求本网站配合对指定用户进行调查，或对用户账户采取查封、冻结或者划转措施时，本网站将按照公安机关的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户隐私泄露、账户不能操作及因此给所造成的损失等，本站不承担任何责任。<br>
            5. 因国家法律、法规和规范性文件的制定或者修改，导致比特币的交易被暂停、或者禁止的，因此造成的经济损失全部由用户自行承担。<br>
            以上约定，如果您不能接受，请放弃在链行网上进行交易。
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>


<style lang="scss" rel="stylesheet/scss">
  .pact {
    text-align: left;
    /*.pact_title {*/
    /*font-size: 26px;*/
    /*color: #1B1E23;*/
    /*line-height: 58px;*/
    /*background-color: #F4F4F4;*/
    /*padding-left: 20px;*/
    /*-webkit-box-sizing: border-box;*/
    /*-moz-box-sizing: border-box;*/
    /*box-sizing: border-box;*/
    /*}*/
    .pact_content {
      /*margin-top: 30px;*/
      text-align: justify;
      .group {
        color: #494949;
        font-size: 14px;
        line-height: 30px;
        &:not(:first-child) {
          margin-top: 20px;
        }
        /*通用样式*/
        li {
          font-size: 12px;
          color: #666666;
        }
        .title {
          font-size: 14px;
          color: #5b5b5b;
          font-weight: 600;
        }

      }
    }
  }
</style>
